tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"

brew "ansible"
brew "gh"
brew "go"
brew "go-task/tap/go-task"
brew "golangci-lint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vlt"
brew "httpie"
brew "icu4c@76"
brew "node"
brew "pylint"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "PKief.material-icon-theme"
vscode "Tyriar.sort-lines"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"       
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
