# tap "aquasecurity/trivy"
# tap "buildpacks/tap"
tap "dart-lang/dart"
# tap "fugue/regula"
tap "github/gh"
tap "go-task/tap"
# tap "golangci/tap"
# tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "snyk/tap"
# tap "gitguardian/tap"

# brew "act"
brew "ansible"
brew "ansible-lint"
# brew "autoconf"
# brew "circleci"
# brew "consul"
brew "curl"
brew "dart-lang/dart/dart"
brew "doctl"
brew "dog"
brew "gcc"
# brew "ggshield"
brew "gh"
brew "git"
brew "gnupg"
# brew "go"
brew "go-task"
# brew "golangci-lint"
brew "grep"
brew "helm"
# brew "htop"
brew "httpie"
brew "hugo"
brew "hyperkit"
# brew "infracost"
# brew "jq"
# brew "ko"
brew "kotlin"
# brew "kustomize"
# brew "libpq", link: true
brew "make"
# brew "maven"
brew "minikube"
brew "mongodb/brew/mongodb-database-tools"
brew "mongosh"
# brew "mtr"
brew "nano"
# brew "ncurses"
# brew "nmap"
# brew "nvm"
# brew "pack"
# brew "packer"
# brew "pgcli"
brew "pinentry"
brew "pinentry-mac"
# brew "readline"
# brew "regula"
brew "scorecard"
brew "shellcheck"
brew "skaffold"
brew "snyk/tap/snyk"
brew "starship"
# brew "terrascan"
# brew "tfenv"
# brew "tfsec"
brew "tree"
# brew "trivy"
# brew "vault"
# brew "vercel-cli"
# brew "waypoint"
brew "wget"
# brew "xz"
# brew "yarn"
# brew "yq"
cask "docker"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
